11/data/attachments/9b00760b41b860fc.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Meghan_reality_Friend_49438_9</nif:username>
            <nif:friendToBeRequested>soap_friends_cccdb5a6-ee86-4345-91c9-d1cf209bb9ab</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>